# Рантье (версия с ошибкой)
# Демонстрирует логическую ошибку

print("Пргорамма подсчитывает ваши ежемесячные расходы.")
car = input("Техническое обслуживание машины: ")
rent = input("Съем роскошной квартиры на Манхэттене: ")
jet = input("Аренда самолета: ")
gifts = input("Подарки: ")
food = input("Обеды и ужины в ресторанах: ")
staff = input("Жалованье прислуги: ")
guru = input("Плата личному психоаналитику: ")
games = input("Компьютерные игры: ")
total = car + rent + jet + gifts + food + staff + guru + games
print(total)
