# воображаемые благодарности
# образец применения escape-последовательности

# \t - табуляция
print('\t\t\tВоображаемые благодарности')

# \\ - простой вывод обратного слеша
print('\t\t\t \\ \\ \\ \\ \\ \\ \\ \\')
print('\t\t\tразработчика игры')
print('\t\t\tМайкла Доусона')
print('\t\t\t \\ \\ \\ \\ \\ \\ \\ \\')

# \n - перенос строки, или вставка пустой строки
print('\nОтдельное спасибо хотелось бы сказать:')

# \' & \" - вставки кавычек
print('моему парихкмахеру Генри по прозвищу \'Великолепный\', который'
      'не знает слова \"невозможно\".')
print('\n\n Enter')
